[GuildInfo]
$*GuildGradeInfo-leader-local_name=Guild Master
$*GuildGradeInfo-second_leader-local_name=Vice Guild Master
$*GuildGradeInfo-manager-local_name=Guild Administrator
$*GuildGradeInfo-common-local_name=Normal Member
$*GuildGradeInfo-newcomer-local_name=New Guild Member
$*GuildHistoryInfo-rp_use_item-category=Reign Point
$*GuildHistoryInfo-rp_use_give-category=Reign Point
$*GuildHistoryInfo-guild_join-category=Guild Member
$*GuildHistoryInfo-guild_leave-category=Guild Member
$*GuildHistoryInfo-guild_kickout-category=Guild Member
$*GuildHistoryInfo-guildleader_delegate-category=Guild Master
$*GuildHistoryInfo-guild_level_up-category=Guild Level
$*GuildHistoryInfo-use_influence-category=Guild Influence
$*GuildHistoryInfo-rp_get-category=Reign Point
$*GuildHistoryInfo-rp_use_item-description_k=You've used [{0}] to purchase [{1}] item.
$*GuildHistoryInfo-rp_use_give-description_k=You've granted [{0}] to [{1}] Guild.
$*GuildHistoryInfo-guild_join-description_k=[{0}] has joined the Guild.
$*GuildHistoryInfo-guild_leave-description_k=[{0}] has left the Guild.
$*GuildHistoryInfo-guild_kickout-description_k=[{0}] has been expelled from the Guild.
$*GuildHistoryInfo-guildleader_delegate-description_k=[{0}] has become the guild leader.
$*GuildHistoryInfo-guild_level_up-description_k=Your Guild Level has been increased to [{0}].
$*GuildHistoryInfo-use_influence-description_k=[{0}]'s influence was used in the Dominion Contract.
$*GuildHistoryInfo-rp_get-description_k=You've acquired [{0}] Reign Points.
